export const data = [
  {
    id: 1,
    question:
      "அணுக்கட்டமைப்பு தொடர்பாகச் செய்யப்பட்ட பின்வரும் கண்டுபிடிப்புகளைக் கருதுக.<br>I.ஒரு கதோட்டுக் கதிர்க்குழாயினுள்ளே நேர்க்கதிர்கள்<br>II. சில வகைக் கருக்களின் மூலம் உண்டாக்கப்படும் கதிர்த்தொழிற்பாடு<br>மேற்குறித்த I, II ஆகிய கண்டுபிடிப்புக்களைச் செய்த விஞ்ஞானிகள் முறையே",
    answers: [
      {
        text: "ஜே.ஜே தொம்சனும் ஹென்றி பெக்ரலும்",
        correct: false,
      },
      {
        text: "ஒயிகென் கோல்ஸ்ரைனும் ரொபொட் மில்லிகனும்",
        correct: false,
      },
      {
        text: "ஹென்றி பெக்ரலும் ஒயிகென் கோல்ஸ்ரைனும்",
        correct: false,
      },
      {
        text: "ஜே. ஜே தொம்சனும் ஏர்னஸ்ட் ரதபோர்டும்",
        correct: false,
      },
      {
        text: "ஒயிகென் கோல்ஸ்ரைனும் ஹென்றி பெக்ரலும்",
        correct: true,
      },
    ],
  },
  {
    id: 2,
    question:
      "மங்கனீசு அணுவில் (Mn, Z = 25) l=0, mt = -1 என்னும் சக்திச் சொட்டெண்கள் உள்ள இலத்திரன் எண்ணிக்கைகள் முறையே",
    answers: [
      {
        text: "6, 4 ஆகும்.",
        correct: false,
      },
      {
        text: "8, 12 ஆகும்.",
        correct: false,
      },
      {
        text: "8, 5 ஆகும்",
        correct: true,
      },
      {
        text: "8, 6 ஆகும்.",
        correct: false,
      },
      {
        text: "10, 5 ஆகும்.",
        correct: false,
      },
    ],
  },
  {
    id: 3,
    question:
      "M ஆனது ஆவர்த்தன அட்டவணையில் உள்ள இரண்டாம் ஆவர்த்தனத்திற்குறிய ஒரு மூலகமாகும் அது இருமுனைவுத் திருப்புதிறன் உள்ள ஒரு பங்கீட்டுவலு மூலக்கூறு MCl3 ஐ உண்டாக்குகின்றது. ஆவர்த்தன அட்டவணையில் M இன் கூட்டம்",
    answers: [
      {
        text: "2",
        correct: false,
      },
      {
        text: "13",
        correct: false,
      },
      {
        text: "14",
        correct: false,
      },
      {
        text: "15",
        correct: true,
      },
      {
        text: "16",
        correct: false,
      },
    ],
  },
  {
    id: 4,
    question: "O, O2-, F, F-, S2-, Cl- என்னும் இனங்களின் ஆரைகள் குறையும் வரிசை",
    answers: [
      {
        text: "S2- > Cl- > O2- > F- > O > F",
        correct: true,
      },
      {
        text: "S2- > Cl- > O2- > F- > F > O",
        correct: false,
      },
      {
        text: "Cl- > S2- > O2- > F- > O > F",
        correct: false,
      },
      {
        text: "Cl- > S2- > F- > O2- > O > F",
        correct: false,
      },
      {
        text: "S2- > Cl- > O2- > O > F- > F",
        correct: false,
      },
    ],
  },
  {
    id: 5,
    question:
      "அமில K2Cr2O7 கரைசலைப் பயன்படுத்தி எதனோல் (C2H5OH) ஐ அசற்றிக் அமிலம் (CH3COOH) ஆக ஒட்சியேற்றும் தாக்கத்தில் பரிமாறப்படும் இலத்திரன்களின் மொத்த எண்ணிக்கை",
    answers: [
      {
        text: "6",
        correct: false,
      },
      {
        text: "8",
        correct: false,
      },
      {
        text: "10",
        correct: false,
      },
      {
        text: "12",
        correct: true,
      },
      {
        text: "14",
        correct: false,
      },
    ],
  },
  {
    id: 6,
    question:
      "ஒரு பெரொக்கிநைத்திரிக் அமில மூலக்கூறிற்கு (சூத்திரம் HNO4) வரையத்தக்க உறுதிறயற்ற லூயி குற்று-கோட்டுக் கட்டமைப்புகளின் எண்ணிக்கை",
    answers: [
      {
        text: "1",
        correct: false,
      },
      {
        text: "2",
        correct: true,
      },
      {
        text: "3",
        correct: false,
      },
      {
        text: "4",
        correct: false,
      },
      {
        text: "5",
        correct: false,
      },
    ],
  },
  {
    id: 7,
    question:
      "T1(K) வெப்பநிலையிலும் P1 (Pa) அமுக்கத்திலும் ஒரு விறைத்த மூடிய கொள்கலத்தில் ஓர் இலட்சிய வாயுவின் n1  மூல்கள் உள்ளன. இக்கொள்கலத்தினுள் ஒரு மேலதிக அளவு வாயுவை அனுப்பும்போது புதிய வெப்பநிலையும் அமுக்கமும் முறையே T2, P2 ஆகும். இப்போது கொள்கலத்தில் இருக்கும் வாயு மூல்களின் மொத்த எண்ணிக்கை",
    answers: [
      {
        text: "(n1T1P1)/(T2P2)",
        correct: false,
      },
      {
        text: "(n1T1P2)/(T2P1)",
        correct: true,
      },
      {
        text: "(T2P2)/(n1T1P1)",
        correct: false,
      },
      {
        text: "(n1T2P2)/(T1P1)",
        correct: false,
      },
      {
        text: "(n1T2P1)/(T1P2)",
        correct: false,
      },
    ],
  },
  {
    id: 8,
    question:
      "AX(s), A2Y(s), AZ(s) ஆகியன நீரில் அரிதாகக் கரையும் உப்புக்களாகும். 25 பாகை C இல் அவற்றின் Ksp பெறுமானங்கள் முறையே 1.6 x 10-9, 3.2 x 10-11, 9.0 x 10-12 ஆகும். 25 பாகை C இல் கற்றயன் A+(aq) இன் செறிவு குறையும் வித்தில் இவ்வுப்புகளின் மூன்று நிரம்பிய கரைசல்களின் வரிசையைப் பின்வருவனவற்றில் எது காட்டுகின்றது?",
    answers: [
      {
        text: "AX(s) > A2Y(s) > AZ(s)",
        correct: false,
      },
      {
        text: "A2Y(s) > AX(s) > AZ(s)",
        correct: true,
      },
      {
        text: "AX(s) > AZ(s) > A2Y(s)",
        correct: false,
      },
      {
        text: "A2Y(s) > AZ(s) > AX(s)",
        correct: false,
      },
      {
        text: "AZ(s) > A2Y(s) > AX(s)",
        correct: false,
      },
    ],
  },
  {
    id: 9,
    question:
      "ஓர் எசுத்தரைத் தருவதற்கு ஒரு காபொட்சிலிக் அமிலத்திற்கு ஓர் அற்ககோலுக்குமிடையே நடைபெறும் தாக்கம் தொடர்பாகப் பின்வரும் கூற்றுகளில் எது சரியானது?",
    answers: [
      {
        text: "ஒட்டுமொத்தத் தாக்கமானது ஒரு காபனைல் சேர்வையின் கருநாட்டக் கூட்டல் தாக்கமாகும்.",
        correct: false,
      },
      {
        text: "அது அற்ககோல் ஒரு கருநாடியாக தொழிற்படும் தாக்கமாகும்.",
        correct: true,
      },
      {
        text: "அது காபொட்சிலிக் அமிலத்தின் O-H பிணைப்பை உடைத்துக் கொண்டு நடைபொறும் தாக்கமாகும்.",
        correct: false,
      },
      {
        text: "அது அற்ககோலின் C-O பிணைப்பை உடைத்துக் கொண்டு நடைபெறும் தாக்கமாகும்.",
        correct: false,
      },
      {
        text: "அது ஓர் அமில மூலத் தாக்கமாகும்.",
        correct: false,
      },
    ],
  },
  {
    id: 10,
    question: "பின்வருவனவற்றுள் பிழையான கூற்றை இனம்காண்க.",
    answers: [
      {
        text: "நைதரசன் இன் இலத்திரன் பெறும் சக்தி நேரானது.",
        correct: false,
      },
      {
        text: "கரைசலை நீருடன் ஐதாக்கும்போது ஒரு வெள்ளை வீழ்படிவு கிடைக்கிறது.",
        correct: false,
      },
      {
        text: "வாயுவானது ஓர் ஒட்சியேற்றக் கருவியாகவும் ஒரு தாழ்த்தும் கருவியாகவும் தொழிற்படலாம்.",
        correct: false,
      },
      {
        text: "இன் ஒரு வலுவளவு இலத்திரனினால் உணரப்படும் பயன்படு கரு ஏற்றம் (Z*) ஆனது 2 இலும் குறைவானது.",
        correct: true,
      },
      {
        text: "அலுமினியம் ஓர் உயர் வெப்பநிலைக்கு வெப்பமாக்கப்படும்போதும் N2 வாயுவை நோக்கிச் சடத்துவமானது.",
        correct: true,
      },
    ],
  },

  // {
  //   id: 11,
  //   question: "Rolex is a company that specializes in what type of product?",
  //   answers: [
  //     {
  //       text: "Phone",
  //       correct: false,
  //     },
  //     {
  //       text: "Watches",
  //       correct: true,
  //     },
  //     {
  //       text: "Food",
  //       correct: false,
  //     },
  //     {
  //       text: "Cosmetic",
  //       correct: false,
  //     },
  //   ],
  // },
  {
    id: 11,
    question: "விசைத் திருப்பத்தின் அலகாக அமைவது,",
    answers: [
      {
        text: "J",
        correct: false,
      },
      {
        text: "KWh",
        correct: false,
      },
      {
        text: "ev",
        correct: false,
      },
      {
        text: "Cal",
        correct: false,
      },
      {
        text: "Nm",
        correct: true,
      },
    ],
  },
  {
    id: 12,
    question: "ev எனும் அலகினை கொண்ட கணியத்தின் பரிமாணம்",
    answers: [
      {
        text: "MLT<sup>-1</sup>",
        correct: false,
      },
      {
        text: "ML<sup>2</sup>T<sup>-1</sup>",
        correct: false,
      },
      {
        text: "ML<sup>2</sup>T<sup>-2</sup>",
        correct: true,
      },
      {
        text: "LT<sup>-1</sup>",
        correct: false,
      },
      {
        text: "M<sup>-1</sup>L<sup>3</sup>T<sup>-2</sup>",
        correct: false,
      },
    ],
  },
  {
    id: 13,
    question:
      "முறுக்கத்தினையும் நேரத்தினையும் பெருக்குவதன் மூலம் பின்வரும் கணியம் எதனைப் பெறலாம்?",
    answers: [
      {
        text: "கோண ஆர்முடுகல்",
        correct: false,
      },
      {
        text: "கோண உந்தம்",
        correct: true,
      },
      {
        text: "இயக்கப்பாட்டுச்சக்தி",
        correct: false,
      },
      {
        text: "கோணவேகம்",
        correct: false,
      },
      {
        text: "வலு",
        correct: false,
      },
    ],
  },
  {
    id: 14,
    question: "ஒரு உடலில் பின்வருவனவற்றில் எதனை ஒரு போதும் கொண்டிருக்காது?",
    answers: [
      {
        text: "பூச்சிய கதியுடன் பூச்சியமல்லாத அர்முடுகள்",
        correct: false,
      },
      {
        text: "பூச்சியமல்லாத கதியுடன்  பூச்சிய ஆர்முடுகள்",
        correct: false,
      },
      {
        text: "மாறா வேகத்துடன் மாறும் கதி",
        correct: true,
      },
      {
        text: "மாறா கதியுடன் மாறும் வேகம்",
        correct: false,
      },
      {
        text: "பூச்சிய கதியுடன் பூச்சிய ஆர்முடுகல்",
        correct: false,
      },
    ],
  },
  // {
  //   id: 15,
  //   question:
  //     "கீழுள்ள வரைபுகளுள் இடப்பெயர்ச்சி நேர வளையியிற்கு பொருத்தமற்றது.<br/><img src='https://mail.google.com/mail/u/0?ui=2&ik=2f3c5da863&attid=0.2&permmsgid=msg-a:r4870052423574937839&view=att&disp=safe&realattid=f_kqxl6iso1' alt='answer images'/>",
  //   answers: [
  //     {
  //       text: "1",
  //       correct: false,
  //     },
  //     {
  //       text: "2",
  //       correct: true,
  //     },
  //     {
  //       text: "3",
  //       correct: false,
  //     },
  //     {
  //       text: "4",
  //       correct: false,
  //     },
  //     {
  //       text: "5",
  //       correct: false,
  //     },
  //   ],
  // },
  {
    id: 16,
    question:
      "தரையில் இருந்து 5m உயரத்தில் உள்ள குழாய் வாலில் இருந்து நீர்த்துளிகள் குறித்த இடைவேளைகளில் விழுகின்றன. மூன்றாம் துளி விழ தோடங்கும்போது முதலாம் துளி தரையினை அடைகின்றது.இரண்டாம் துளிக்கும் தரைக்கும் இடைத்தூரம்.",
    answers: [
      {
        text: "1.25 m",
        correct: false,
      },
      {
        text: "2.5 m",
        correct: false,
      },
      {
        text: "3.75 m",
        correct: false,
      },
      {
        text: "4.00 m",
        correct: true,
      },
      {
        text: "4.5 m",
        correct: false,
      },
    ],
  },
  // {
  //   id: 17,
  //   question:
  //     "<img src='https://mail.google.com/mail/u/0?ui=2&ik=2f3c5da863&attid=0.1&permmsgid=msg-a:r4870052423574937839&view=att&disp=safe&realattid=f_kqxl10650' alt='question image'/><br/>படத்தில் காட்டிய சில்லானது  R ஆரை உடையது. இது அரைவாரி சுழற்சிக்கு முன் னோக்கி உருளும்போது தரையினை தொடும் சில்லின் புள்ளி யில் (0வின்) இடபெயர்ச்சியானது.",
  //   image: "",
  //   answers: [
  //     {
  //       text: "πR",
  //       correct: false,
  //     },
  //     {
  //       text: "2R",
  //       correct: false,
  //     },
  //     {
  //       text: "π(R+4)<sup>½</sup>",
  //       correct: false,
  //     },
  //     {
  //       text: "R(π²+4)<sup>½</sup>",
  //       correct: true,
  //     },
  //     {
  //       text: "R(π²+2)<sup>½</sup>",
  //       correct: false,
  //     },
  //   ],
  // },
  // {
  //   id: 18,
  //   question:
  //     "ஒரு உடவில் (V) நேரம் (t) வரைபானது கீழே தரப்படுகின்றது. இவ்வரைபின் படித்திறன் m ஆகும். நேரம் T இல் இவ்வுடல் நகர்ந்த தூரம்</br><img src='https://mail.google.com/mail/u/0?ui=2&ik=2f3c5da863&attid=0.3&permmsgid=msg-a:r4870052423574937839&view=att&disp=safe&realattid=f_kqxlab6z2' alt='question image'/>",
  //   answers: [
  //     {
  //       text: "mVo²/2T",
  //       correct: false,
  //     },
  //     {
  //       text: "Vo²/2T",
  //       correct: false,
  //     },
  //     {
  //       text: "2mVo²",
  //       correct: false,
  //     },
  //     {
  //       text: "Vo²/2m",
  //       correct: true,
  //     },
  //     {
  //       text: "mV²/4T",
  //       correct: false,
  //     },
  //   ],
  // },
  {
    id: 19,
    question:
      "m திணிவும் R ஆரையும் உடைய சீரான உலோக வளையம் கிடை மேசை மீது வைக்கப்பட்டு மையத்தினூடாக செல்லும் நிலைக்குத்து அசகப்பற்றி ஒவ்வொரு பகுதியும் கதியுடன் இருக்க அழற்றப்படுகின்றது. வளையத்தின் மீதுள்ள் இழுவிசையானது.",
    answers: [
      {
        text: "mv²/πR",
        correct: true,
      },
      {
        text: "2mv²/πR",
        correct: false,
      },
      {
        text: "mv²/2πR",
        correct: false,
      },
      {
        text: "mv²/2R",
        correct: false,
      },
      {
        text: "2mv²/R",
        correct: false,
      },
    ],
  },
  {
    id: 20,
    question:
      "m திணிவுடைய பாரமான குற்றி கிடையாக V வேகத்தில் நகரும் நகர்த்தி வாரின் மீது வைக்கப்படுகின்றது.குற்றிக வாரிற்கு இடையீலான உராய்வு குணாகம் (μ) பற்றி வாரின் மீது என்ன தூரத்திற்கு நகரும்.",
    answers: [
      {
        text: "V/μg",
        correct: false,
      },
      {
        text: "V²/μg",
        correct: true,
      },
      {
        text: "2V²/μg",
        correct: false,
      },
      {
        text: "V²/3μg",
        correct: false,
      },
      {
        text: "V²/3μg",
        correct: false,
      },
    ],
  },
  {
    id: 21,
    question:
      "ஓர் எசுத்தரைத் தருவதற்கு ஒரு காபொட்சிலிக் அமிலத்திற்கும் ஓர் அற்ககோலுக்குமிடையே நடைபெறும் தாக்கம் தொடர்பாகப் பின்வரும் கூற்றுக்களில் எது சரியானது?",
    answers: [
      {
        text: "ஒட்டுமொத்தத் தாக்கமானது ஒரு காபனைல் சேர்வையின் கருநாட்டக் கூட்டல் தாக்கமாகும்.",
        correct: false,
      },
      {
        text: "அது அற்ககோல் ஒரு கருநாடியாகத் தொழிற்படும் தாக்கமாகும்.",
        correct: true,
      },
      {
        text: "அது காபொட்சிலிக் அமிலத்தின் O − H பிணைப்பை உடைத்துக் கொண்டு நடைபெறும் தாக்கமாகும்.",
        correct: false,
      },
      {
        text: "அது அற்ககோலின் C − O பிணைப்பை உடைத்துக் கொண்டு நடைபெறும் தாக்கமாகும்.",
        correct: false,
      },
      {
        text: "அது ஓர் அமில மூலத் தாக்கமாகும்.",
        correct: false,
      },
    ],
  },
  {
    id: 22,
    question: "C₆H₅N⁺≡ NCl⁻ பற்றிய தவறான கூற்று யாது?",
    answers: [
      {
        text: "அனிலீனை HNO₂ (NaNO₂/HCl) உடன் 0 − 5 ℃ இல் தாக்கம் புரியச் செய்வதன் மூலம் C₆H₅N⁺≡ NCl⁻ பெறலாம்.",
        correct: false,
      },
      {
        text: "C₆H₅N⁺≡ NCl⁻ ஆனது KI உடன் தாக்கம் புரிந்து அயடோபென்சீனைத் தருகின்றது.",
        correct: false,
      },
      {
        text: "C₆H₅N⁺≡ N அயன் ஓர் இலத்திரன் நாடியாக தாக்கம் புரியலாம்.",
        correct: false,
      },
      {
        text: "C₆H₅N⁺≡ NCl⁻ இன் ஒரு நீர்க்கரைசலை வெப்பமாக்கும்போது அது பிரிகையடைந்து பென்சீனைத் தருகின்றது.",
        correct: true,
      },
      {
        text: "C₆H₅N⁺≡ NCl⁻ ஒரு கார ஊடகத்தில் பீனோல்களுடன் தாக்கம் புரிந்து நிறச் சேர்வைகளைத் தருகின்றது.",
        correct: false,
      },
    ],
  },
  {
    id: 23,
    question:
      "பின்வருவனவற்றுள் C₆H₅OH பற்றிய கூற்றுக்களில் <b>பொய்யானது</b> எது?",
    answers: [
      {
        text: "CH₃COCl உடன் தாக்கம் புரிந்து பீனைல் எசுத்தரை உருவாக்குகின்றது.",
        correct: false,
      },
      {
        text: "புரோமின் நீருடன் தாக்கம் புரிந்து ஒரு வெண்ணிற வீழ்படிவைக் கொடுக்கின்றது.",
        correct: false,
      },
      {
        text: "NaHCO₃ உடன் பரிகரிக்கும்போது CO₂ வாயுவை வெளிவிடுகின்றது.",
        correct: true,
      },
      {
        text: "NaOH இன் முன்னிலையில் C₆H₅N₂⁺Cl⁻ ஊட − உடன் பரிகரிக்கும்;போது ஒரு நிறமுள்ள சேர்வையைத் தருகின்றது.",
        correct: false,
      },
      {
        text: "நடுநிலை FeCl₃ உடன் பரிகரிக்கும்போது ஒரு நிறமுள்ள (ஊதா நீறம் சார்ந்த) கரைசலைத் தருகின்றது.",
        correct: false,
      },
    ],
  },
  {
    id: 24,
    question: "C₆H₅NH₂ பற்றிய பின்வரும் கூற்றுக்களுள் <b>தவறானது</b> எது?",
    answers: [
      {
        text: "CH₃COCl உடன் தாக்கம் புரிந்து ஒரு ஏமைட்டை உருவாக்கும்.",
        correct: true,
      },
      {
        text: "நீர் NaOH உடன் வெப்பமாக்கும்போது அமோனியா வாயுவை வெளிவிடும்.",
        correct: true,
      },
      {
        text: "புரோமின் நீருடன் தாக்கம் புரிந்து வெண்ணிற வீழ்படிவொன்றைத் தரும்.",
        correct: false,
      },
      {
        text: "நைத்திரஸ் அமிலத்துடன் தாக்கம் புரியும்போது ஒரு பீனோலைத் தரும்.",
        correct: false,
      },
      {
        text: "C₆H₅CH₂NH₂இலும் பார்க்க மூலத்தன்மை குறைந்தது.",
        correct: false,
      },
    ],
  },
  {
    id: 25,
    question: "பின்வருவனவற்றில் அனிலீன் பற்றிய தவறான கூற்று எது?",
    answers: [
      {
        text: "-NH₂ கூட்டத்தின் மூலம் பென்சீன் வளையம் உயிர்ப்பாக்கப்படும்.",
        correct: false,
      },
      {
        text: "Br₂ / H₂O உடன் தாக்கமடையச் செய்வதன் மூலம் வெள்ளை வீழ்படிவு பெறப்படும்.",
        correct: false,
      },
      {
        text: "காரவலிமை முதல் அமீனை விட அனிலீனிற்கு அதிகமாகும்.",
        correct: true,
      },
      {
        text: "அனிலீன் NaNO₂/dil HCl உடன் எப்போதும் பீனோலை விளைவாகத் தரும்.",
        correct: true,
      },
      {
        text: "அற்கைல் ஏலைட்டுடன் தாக்கமடையச் செய்தபோது வழி அமைன் தோற்றுவிக்கப்படும்.",
        correct: false,
      },
    ],
  },
  {
    id: 26,
    question: "CH₃CH₂MgBr தொடர்பான தவறான கூற்று யாது?",
    answers: [
      {
        text: "இது நடுநிலையகத் தொழிற்படும்",
        correct: true,
      },
      {
        text: "இது நீர்க் கரைசலுடன் தாக்கமுற்று நீர்ப்பகுப்பினால்  CH₃CH₂CH₃ ஐத் தோற்றுவிக்கும்.",
        correct: false,
      },
      {
        text: "இது CO₂ உடன் தாக்கமுற்று காபொக்சிலிக் அமிலத்தைத் தோற்றுவிக்கும்.",
        correct: false,
      },
      {
        text: "இது CH₃C≡CH உடன் தாக்கமுற்று CH₂C≡CMgBr ஐத் தோற்றுவிக்கும்.",
        correct: false,
      },
      {
        text: "இதன் தாக்கத்தை உலர் ஈதர் ஊடகத்தில் மேற்கொள்ள முடியும்.",
        correct: false,
      },
    ],
  },
  {
    id: 27,
    question:
      "நீர் NaOH, 1 − bromopropane உடன் தாக்முற்று propan − 1 − ol ஐத் தரும். இத்தாக்திற்குரிய பொறிமுறையின் முதற்படியை விளக்குவது.",
    answers: [
      {
        text: "OH⁻ அயனின், தனிச்சோடி இலத்திரனிருந்து 1 − bromopropane இனது C<sup>𝛿+<sup> ஐ நோக்கிய வளைந்த அம்புக்குறியுடன் ஆகும்.",
        correct: true,
      },
      {
        text: "1 − bromopropane இன் C<sup>𝛿+<sup> இலிருந்து OH⁻ அயனை நோக்கி வளைந்த அம்புக்குறியொன்றை செலுத்துவதன் மூலமாகும்.",
        correct: false,
      },
      {
        text: "C − Br பிணைப்பிலிருந்து C அணுவை நோக்கிய வளைந்த அம்புக்குறியுடனாகும்.",
        correct: false,
      },
      {
        text: "C − Br பிணைப்பின் பல்லினப் பிளவுடன் ஆகும்.",
        correct: false,
      },
      {
        text: "O − H பிணைப்பின் பல்லினப் பிளவுடன் ஆகும்.",
        correct: false,
      },
    ],
  },
  {
    id: 28,
    question:
      "சூரிய ஒளி முன்னிலையில் மெதேன் மற்றும் குளோரீன் இடையிலான தாக்கம் பறறிய பின்வரும் கூற்றுக்களில் பிழையானது?",
    answers: [
      {
        text: "இது சுயாதீன மூலிகக் கூட்டல் தாக்கமாக நடைபெறும்.",
        correct: true,
      },
      {
        text: "இது சங்கிலித் தாக்கமாக நடைnறும்.",
        correct: false,
      },
      {
        text: "மூலிக - மூலக்கூறு தாக்கங்களால் பிரதான விளைவுகள் உருவாக்கப்படும்.",
        correct: false,
      },
      {
        text: "மூலிக - மூலிக தாக்கங்களால் தாக்கத்தின் இறுதிப் படி தோற்றுவிக்கப்படும்.",
        correct: false,
      },
      {
        text: "ஆரம்பப்படி, விருத்திப்படி, இறுதிப்படி ஆகிய அனைத்துப் படிமுறைகளிலும் குளோரீன் மூலிகம் தோற்றுவிக்கப்படும்.",
        correct: true,
      },
    ],
  },
  {
    id: 29,
    question:
      "propene மற்றும் Br₂ இடையிலான தாக்கம் பற்றி பின்வரும் கூற்றுக்களில் சரியானது,",
    answers: [
      {
        text: "இது இலத்திரன் நாட்டப் பிரதியீட்டு முறையில் நடைபெறும்.",
        correct: false,
      },
      {
        text: "இங்கு உறுதியான இடைநிலையாக வழிக் காபோகற்றயன் தோற்றுவிக்கப்படும்.",
        correct: false,
      },
      {
        text: "இங்கு இலத்திரன் நாடியாக Br₂ மூலக்கூறு தொழிற்படும்.",
        correct: true,
      },
      {
        text: "இத் தாக்கங்கள் ஒரே படியில் நிகழ முடியும்.",
        correct: false,
      },
      {
        text: "இங்கு முதலாவது படியில் Br₂ மூலக்கூறு Br⁺, Br⁻ ஆக பிரிகையடையும்.",
        correct: false,
      },
    ],
  },
  {
    id: 30,
    question:
      "(CH₃)₃CCl மற்றும் OH⁻ இடையிலான தாக்கம் பற்றிய பின்வரும் கூற்றுக்களில் தவறானது,",
    answers: [
      {
        text: "மேற்படித் தாக்கம் இரண்டு படிகளில் நடைபெறும்.",
        correct: false,
      },
      {
        text: "இங்கு OH⁻ கருநாடியாக மாத்திரமே தொழிற்பட முடியும்.",
        correct: true,
      },
      {
        text: "இங்கு புடைக் காபோகற்றயன் இடைநிலையாகத் தோற்றுவிக்கப்படும்.",
        correct: false,
      },
      {
        text: "இங்கு கருநாட்டப் பிரதியீட்டு விளைவாக புடை அற்ககோல் தோற்றுவிக்கப்படலாம்.",
        correct: false,
      },
      {
        text: "இங்கு இன்னுமோர் விளைவாக நீக்கல் விளைவு வரலாம்",
        correct: false,
      },
    ],
  },
  {
    id: 31,
    question: "பின்வரும் மூலகங்களில் எது சிறந்த ஒட்சியேற்றி",
    answers: [
      {
        text: "F",
        correct: true,
      },
      {
        text: "Cl",
        correct: false,
      },
      {
        text: "O",
        correct: false,
      },
      {
        text: "Na",
        correct: false,
      },
      {
        text: "K",
        correct: false,
      },
    ],
  },
  {
    id: 32,
    question: "பின்வரும் சேர்வைகளில் அறைவெப்பநிலையில் நீரில் கரைய கூடியவை",
    answers: [
      {
        text: "MgC2O4,BaF2 ",
        correct: false,
      },
      {
        text: "BeF2, Na2O ",
        correct: true,
      },
      {
        text: "BaSO3,PbI2",
        correct: false,
      },
      {
        text: " BaSO4, Na2O",
        correct: false,
      },
      {
        text: "Mg(OH)2,MgF2",
        correct: false,
      },
    ],
  },
  {
    id: 33,
    question: "பின்வருவனவற்றுள் லூயி மூலமாக செயற்படாதது எது?",
    answers: [
      {
        text: "H⁺",
        correct: true,
      },
      {
        text: "NH₃",
        correct: false,
      },
      {
        text: "I⁻",
        correct: false,
      },
      {
        text: " H₂O",
        correct: false,
      },
      {
        text: "Cl⁻",
        correct: false,
      },
    ],
  },
  {
    id: 34,
    question: "பின்வரும் சேர்வைகளில் எது அதிகூடிய அயன் தன்மையை கொண்டிருக்கும",
    answers: [
      {
        text: "MgS",
        correct: false,
      },
      {
        text: "SrSe",
        correct: false,
      },
      {
        text: "Ca",
        correct: false,
      },
      {
        text: "MgSe",
        correct: false,
      },
      {
        text: "SrS",
        correct: true,
      },
    ],
  },
  {
    id: 34,
    question: "பின்வரும் சேர்வைகளில் எது அதிகூடிய அயன் தன்மையை கொண்டிருக்கும",
    answers: [
      {
        text: "MgS",
        correct: false,
      },
      {
        text: "SrSe",
        correct: false,
      },
      {
        text: "Ca",
        correct: false,
      },
      {
        text: "MgSe",
        correct: false,
      },
      {
        text: "SrS",
        correct: true,
      },
    ],
  },
  {
    id: 35,
    question: "HBr இலிருந Br₂ ஐ விடுவிக்க முடியாதது எது?",
    answers: [
      {
        text: "MnO₂",
        correct: false,
      },
      {
        text: "H₂O₂",
        correct: false,
      },
      {
        text: "con HNO₃",
        correct: false,
      },
      {
        text: "I₂",
        correct: true,
      },
      {
        text: "F₂",
        correct: false,
      },
    ],
  },
];
